Revit 2027 API
SymbolTypeId.Lps Property
 Symbol LPS, indicating unit Liters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lps { get; }
Public Shared ReadOnly Property Lps As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lps {
	ForgeTypeId^ get ();
}
static member Lps : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace